<?php

// data_lottery_prizes.php

$data_lottery_prizes_new = array(//cateid: 0未分类1筹码2奖券3金币4道具5实物6礼包
        '1001' => array('id'=>1001, 'name'=>"5乐券"),
        '1002' => array('id'=>1002, 'name'=>"25乐券"),
        '1003' => array('id'=>1003, 'name'=>"50乐券"),
        '1004' => array('id'=>1004, 'name'=>"150乐券"),
        '1005' => array('id'=>1005, 'name'=>"500乐券"),
        '1006' => array('id'=>1006, 'name'=>"500乐豆"),
        '1007' => array('id'=>1007, 'name'=>"2500乐豆"),
        '1008' => array('id'=>1008, 'name'=>"25000乐豆"),
        '1009' => array('id'=>1009, 'name'=>"大师套装"),
        '1010' => array('id'=>1010, 'name'=>"富翁套装"),
        '1011' => array('id'=>1011, 'name'=>"充电宝"),
        '1012' => array('id'=>1012, 'name'=>"耳机"),
        '1013' => array('id'=>1013, 'name'=>"手柄"),
        '1014' => array('id'=>1014, 'name'=>"小米手机"),
        '1015' => array('id'=>1015, 'name'=>"10乐券"),
        '1017' => array('id'=>1017, 'name'=>"100乐券"),
        '1018' => array('id'=>1018, 'name'=>"300乐券"),
        '1019' => array('id'=>1019, 'name'=>"1000乐券"),
        '1020' => array('id'=>1020, 'name'=>"1000乐豆"),
        '1021' => array('id'=>1021, 'name'=>"5000乐豆"),
        '1022' => array('id'=>1022, 'name'=>"50000乐豆"),
        '1025' => array('id'=>1025, 'name'=>"Air2"),
        '1028' => array('id'=>1028, 'name'=>"iphone6"),
        '1030' => array('id'=>1030, 'name'=>"250乐券"),
        '1031' => array('id'=>1031, 'name'=>"10元话费"),
        '1032' => array('id'=>1032, 'name'=>"30元话费"),
        '1033' => array('id'=>1033, 'name'=>"50元话费"),
        '1034' => array('id'=>1034, 'name'=>"100元话费"),
        '2001' => array('id'=>2001, 'name'=>"1500乐券"),
        '2002' => array('id'=>2002, 'name'=>"5000乐券"),
        '2005' => array('id'=>2005, 'name'=>"250000乐豆")
    );
